Repository: night-crawler/rfnumplan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Shows operators, num plan ranges, etc. Example: python manage.py rfnumplan 79251234567
ru: Отображает список операторов, диапазоны плана нумерации, и др. Пример: python manage.py rfnumplan 79251234567

source: Set locale LOCALE
ru: Установить LOCALE локаль

source: Show page with PAGE number
ru: Отобразить страницу с номером PAGE

source: Set page size for tables
ru: Установить размер страницы для таблиц

source: Filter --plan with operator name(s)
ru: Уточнить названия отображаемых операторов --plan

source: Filter --plan with region name(s)
ru: Уточнить названия отображаемых регионов --plan

source: Exclude region from --plan output
ru: Исключить область из --plan

source: Show ranges for plan (id|name)
ru: Отобразить диапазоны для плана (id|название)

source: Show numbering plans
ru: Показать планы нумерации

source: Converts ranges into prefixes
ru: Превращает диапазоны в префиксы

source: Output --prefixes and save it to csv if filepath specified
ru: Сохраняет выхлоп --prefixes в csv

source: Add cost into csv output
ru: Добавить столбец cost в csv

source: Add price into csv output
ru: Добавить столбец price в csv

source: Fetch numbering plan's data from urls
ru: Загрузить по указанным url данные планов нумерации

source: Force numbering plans update
ru: Принудительное обновление планов нумерации

source: Clear all numbering plans content
ru: Очистить план нумерации

source: Show plan range prefixes summary
ru: Отобразить количество диапазонов по префиксам в планах нумерации

source: Phones to check
ru: Телефоны для проверки

source: Name
ru: Название

source: Prefix
ru: Префикс

source: Loaded
ru: Загружено

source: Last modified
ru: Последне изменение

source: Numbering plans
ru: Планы нумерации

source: Start
ru: Начало

source: End
ru: Конец

source: Capacity
ru: Ёмкость диапазона

source: Operator
ru: Оператор

source: Region
ru: Область

source: Numbering plan ranges [x%s]
ru: Диапазоны планов нумерации [x%s]

source: Numbering plan ranges [x%(count)s], page %(page)s of %(num_pages)s
ru: Диапазоны планов набора [x%(count)s], страница %(page)s из %(num_pages)s

source: %(force)sLoading `%(name)s` numbering plan...
ru: %(force)sЗагрузка плана нумерации `%(name)s...

source: [FORCE]
ru: [НАСИЛЬСТВЕННАЯ]

source: Loaded %s objects
ru: Загружено %s объект(ов)

source: Removing all data
ru: Удаление всех данных

source: Removed all data
ru: Удалены все данные

source: Numbering plan
ru: План нумерации

source: Count
ru: Количество

source: Plan range prefixes summary
ru: Количество диапазонов по префиксам в планах нумерации

source: %(count)s rows written into %(file)s
ru: %(count)s строк записано в %(file)s

source: Found numbering plan ranges:
ru: Найдены диапазоны планов нумерации:

source: operator name
ru: имя оператора

source: operator
ru: оператор

source: operators
ru: операторы

source: region name
ru: название области

source: region
ru: область

source: regions
ru: области

source: numbering plan
ru: план нумерации

source: e.g. rossviaz 4xx
ru: например, rossviaz 4хх

source: prefix
ru: префикс

source: e.g. 7
ru: например, 7

source: url
ru: URL-адрес

source: loaded
ru: загружено

source: last modified
ru: последне изменение

source: numbering plans
ru: планы нумерации

source: e.g. 495
ru: например, 495

source: range start
ru: начало диапазона

source: `1`-prefixed range start
ru: качало диапазона с префиксным `1`

source: range end
ru: конец диапазона

source: `1`-prefixed range end
ru: конец диапазона с префиксным `1`

source: range capacity
ru: ёмкость диапазона

source: numbering plan range
ru: диапазон плана нумерации

source: numbering plan ranges
ru: диапазоны планов нумерации

source: Wrong number %s
ru: Неправильный номер %s
